Repository: Pszione/flutter_banking_pay_responsive
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# homeScreen_first_tabBarTitle
source: My Bank
pt_br: Meu Banco

# homeScreen_second_tabBarTitle
source: My cards
pt_br: Cartões

# homeScreen_third_tabBarTitle
source: Activity Insights
pt_br: Recentes

# homeScreen_fab_title
source: Transactions
pt_br: Transferências

# homeScreen_TOOLTIP_fab_options
source: Transaction options like, send money, read QR code, PIX and more
pt_br: Transferências como, enviar dinheiro, ler QR code, PIX e mais

# homeScreen_first_fab_optionsDescription
source: Send
pt_br: Enviar

# homeScreen_second_fab_optionsDescription
source: Receive
pt_br: Receber

# homeScreen_transactions_categoryTitle
source: Transactions
pt_br: Transferências

# homeScreen_billsResume_categoryTitle
source: Bills Resume
pt_br: Resumo Faturas

# homeScreen_salesStore_categoryTitle
source: Sales Store
pt_br: Loja e Ofertas

# homeScreen_supportChat_categoryTitle
source: Support Chat
pt_br: Suporte e Ajuda

# homeScreen_more_categoryTitle
source: more
pt_br: mais

# homeScreen_userCardSection_pageSubtitle
source: User Cards Section
pt_br: Sessão dos cartões

# homeScreen_recentTransactions_pageSubtitle
source: Recent Transactions
pt_br: Transferências Recentes

# navigationBar_first_title
source: Pay
pt_br: Pagar

# navigationBar_second_title
source: Cards
pt_br: Cartões

# navigationBar_third_title
source: Insights
pt_br: Recentes

# appBar_searchInput_title
source: Search
pt_br: Pesquisar

# appBar_TOOLTIP_searchInput_hint
source: Search whole app
pt_br: Pesquisar por todo o app

# appBar_switchDarkTheme_title
source: Dark theme
pt_br: Tema escuro

# appBar_TOOLTIP_backButton_hint
source: Back
pt_br: Voltar

# appBar_notificationsButton_newNotificationsMessage
source: {quantity} new notifications
pt_br: {quantity} novas notificações

# appBar_TOOLTIP_notificationsButton_hint
source: Notifications
pt_br: Notificações

# navigation_TOOTIP_listCount_description
source: {current} out of {length}
pt_br: {current} de {length}

# cardScreen_fab_title
source: Add Card
pt_br: Adicionar

# cardScreen_TOOLTIP_fab_options
source: Add credit or debit cards, Gift cards, Transit and more
pt_br: Adicionar cartão de crédito ou débito, vale presentes e mais

# cardScreen_first_fab_optionsDescription
source: Debit or credit card
pt_br: Cartão crédito ou débito

# cardScreen_second_fab_optionsDescription
source: Gift card
pt_br: Vale presentes

# cardScreen_third_fab_optionsDescription
source: Loyalty
pt_br: Vale fidelidades

# cardScreen_fourth_fab_optionsDescription
source: Transit
pt_br: Vale transportes

# cardWidget_singularCard_title
source: Card
pt_br: Cartão

# cardWidget_TOOLTIP_cardOnTapHint
source: more card options
pt_br: mais opções do cartão

# cardWidget_cardName_title
source: CARD NAME
pt_br: NOME TITULAR

# cardWidget_TOOLTIP_cardNumber_title
source: Card number last digits: {lastDigits}
pt_br: Número de cartão com final: {lastDigits}

# cardWidget_expDate_title
source: EXP DATE
pt_br: VALIDADE

# cardWidget_expDate_description
source: Card Expiration date
pt_br: Data de Validade do Cartão

# cardWidget_expDateExpired_title
source: EXPIRED
pt_br: EXPIRADO

# cardWidget_cvvNumber_title
source: CVV NUMBER
pt_br: CÓDIGO CVV

# cardWidget_cvvNumber_description
source: CVV NUMBER
pt_br: CÓDIGO CVV

# cardWidget_TOOLTIP_cvvNumber_hint
source: Secret
pt_br: Secreto

# cardWidgetOutlined_addPaymentMethod_title
source: Add payment method
pt_br: Adicionar método de pagamento

# activityScreen_TOOLTIP_fabDownward_description
source: Jump down!
pt_br: Descer!

# activityScreen_TOOLTIP_fabUpward_description
source: Jump up!
pt_br: Subir!

# scanCardScreen_tabBarTitle
source: Add a card
pt_br: Adicionar um cartão

# scanCardScreen_tabBarDescription
source: Line it up with the frame so we can read the details
pt_br: Alinhe-o certinho para conseguirmos ler os detalhes

# scanCardScreen_clickToScan_title
source: Click to scan
pt_br: Clique para escanear

# scanCardScreen_or_text
source: or
pt_br: ou

# scanCardScreen_enterCardManually_title
source: Enter card details manually
pt_br: Informar dados manualmente

# scanCardScreen_makeSureCardHolderNameAnd_bottomNote
source: Make sure cardholder name and other info is exactly as it appears on card
pt_br: Tenha certeza que o nome do titular seja igualzinho aparece no cartão

# googleAccountDialog_TOOLTIP_googleAccountDialog_description
source: Google account and more other settings
pt_br: Conta Google e mais outras configurações

# googleAccountDialog_manageGoogleAccount_title
source: Manage your Google Account
pt_br: Gerenciar conta Google

# googleAccountDialog_EXAMPLE_email
source: username@email.com
pt_br: usuario@email.com

# googleAccountDialog_EXAMPLE_fullName
source: Your Name
pt_br: Seu Nome

# googleAccountDialog_TOOLTIP_account_hint
source: Account
pt_br: Conta

# googleAccountDialog_TOOLTIP_signedInAsAccount_description
source: Signed in as
pt_br: Conectado como

# googleAccountDialog_addAnotherAccount_button_title
source: Add another account
pt_br: Adicionar outra conta

# googleAccountDialog_settings_button_title
source: Settings
pt_br: Configurações

# googleAccountDialog_help_button_title
source: Help
pt_br: Ajuda

# googleAccountDialog_privacyPolicy_button_title
source: Privacy Policy
pt_br: Termos de Privacidade

# googleAccountDialog_termsOfService_button_title
source: Terms of Service
pt_br: Termos de Serviço

# googleAccountDialog_TOOLTIP_readTerms_hint
source: Read
pt_br: Ler

# googleDateTimePicker_dateOfTransfer_description
source: SELECT THE DAY FOR YOUR TRANSFER
pt_br: SELECIONE O DIA DE SUA TRANSFERÊNCIA

# googleDateTimePicker_cancel_button_title
source: CANCEL
pt_br: CANCELAR

# settingsScreen_tabBarTitle
source: Settings
pt_br: Configurações

# settingsScreen_optionEmailUpdates
source: Email updates
pt_br: Atualizações por Email

# settingsScreen_optionEmailUpdates_description
source: Get exclusive offers, tips, and invites
pt_br: Receba ofertas exclusivas, dicas e convites para eventos

# settingsScreen_optionPurchaseNotifications
source: Purchase notifications
pt_br: Notificações de Compras

# settingsScreen_optionPurchaseNotifications_description
source: See transactions details after you make a purchase
pt_br: Receba notificação detalhada após cada compra

# settingsScreen_optionTicketsUpdates
source: Updates about your tickets
pt_br: Notificações sobre ingressos e voos

# settingsScreen_optionTicketsUpdates_description
source: Stay up-to-date on your events, flights, saved offers and more
pt_br: Fique por dentro dos seus ingressos, passagens aéreas, ofertas salvas e mais

# settingsScreen_optionEditAccountInfo
source: Edit account info
pt_br: Editar sua conta

# settingsScreen_optionEditAccountInfo_description
source: Update your name, address, and any other account info
pt_br: Altere seu nome, endereço e qualquer outra informação

# settingsScreen_optionShareUserLocation
source: Share your location
pt_br: Compartilhar localização

# settingsScreen_optionTravelNotice
source: Are you travelling?
pt_br: Está em viagem?

# settingsScreen_optionAppSystemSettings
source: (System) App settings
pt_br: (Sistema) Configurações do App

# settingsScreen_optionAppSystemNFCSettings
source: (System) Contactless/NFC
pt_br: (Sistema) Aproximação/NFC

# snackBar_featureUnavailableButBeingFixed_text
source: Feature unavailable at the moment. We'll fix it right away!
pt_br: Funcionalidade indisponível no momento. Mas já estamos corrigindo-a!

# other_TOOLTIP_closeButton
source: Close
pt_br: Fechar
